## Plan Result (github)

**Status:** success (changes detected)

**Plan Summary:**
```
Plan: 2 to add, 0 to change, 0 to destroy.
```

**Full Plan Output:**
<details>
<summary>Click to expand</summary>

```hcl

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_issue_label.test_label will be created
  + resource "github_issue_label" "test_label" {
      + color       = "0e8a16"
      + description = "created by terraform for testing"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "tf-test"
      + repository  = "terraform-provider-github"
      + url         = (known after apply)
    }

  # github_issue_label.test_label_2 will be created
  + resource "github_issue_label" "test_label_2" {
      + color       = "ff6b6b"
      + description = "second test label created by terraform"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "tf-test-2"
      + repository  = "terraform-provider-github"
      + url         = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: tfplan.binary

To perform exactly these actions, run the following command to apply:
    terraform apply "tfplan.binary"

```
</details>